pranaygp.vscode-css-peek
ritwickdey.LiveServer
naumovs.color-highlight
CoenraadS.bracket-pair-colorizer
remimarsal.prettier-now
peterjausovec.vscode-docker
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
danwahlin.angular2-snippets
Equinusocio.vsc-material-theme
johnpapa.Angular2
k--kato.intellij-idea-keybindings
leizongmin.node-module-intellisense
Mikael.Angular-BeastCode
ms-vscode.sublime-keybindings
NuclleaR.vscode-extension-auto-import
PeterJausovec.vscode-docker
PKief.material-icon-theme
steoates.autoimport
toba.vsfire
Zignd.html-css-class-completion
